<?php

return [

    // 职称
    'doctor_title' => [
        '住院医师',
        '主治医师',
        '副主任医师',
        '主任医师',
    ],

    // 医院等级
    'hospital_level' => [
        '基层医疗机构',
        '一级',
        '二级',
        '三级',
    ],

    // 手机验证码有效期 (单位：秒)
    'phone_code_time' => 600,

    // 空中课堂课程单元
    'kzkt_class_unit' => [
        1 => '糖尿病基础知识',
        2 => '糖尿病的药物治疗',
        3 => '糖尿病管理',
        4 => '糖尿病并发症管理',
        5 => '特殊类型/人群糖尿病',
        6 => '其他内分泌疾病',
    ],

    //报名学习情况
    'study_situation' => [
        0 => '全部',
        1 => '合格',
        2 => '未学习',
    ],
];
